/* User/pwd server verification */
"Authentication Required" = "Autenticació necessària";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Cancel·la";

/* HTTPS server verification */
"Proceed" = "Procedir";

/* Link long-press context menu */
"Copy Link" = "Copia l'enllaç";

/* Google autocomplete error */
"Error: " = "Error: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Ha fallat la configuració d'àudio al web; potser no hi ha so.";

/* User/pwd server verification */
"Log In" = "Inicia la sessió";

/* Link long-press context menu */
"Open Here" = "Obre";

/* Link long-press context menu */
"Open in New Tab" = "Obre en una pestanya nova";

/* User/pwd server verification */
"Password" = "Contrasenya";

/* Google autocomplete error */
"response code %d" = "codi de resposta %d";

/* Google autocomplete error */
"response format unrecognized" = "format de resposta desconegut";

/* Google autocomplete error */
"response non-decodable" = "resposta no desxifrable";

/* Google autocomplete error */
"response parsing %@" = "resposta analitzada %@";

/* HTTPS server verification */
"Warning" = "Avís";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "El certificat de seguretat d'aquest lloc web no és de confiança. Voleu continuar?";

/* User/pwd server verification */
"Username" = "Usuari";

/* Link long-press context menu */
"Open in Background Tab" = "Obre en una pestanya en rerefons";

/* Bookmark view controller */
"Edit Bookmark" = "Edita l'adreça";

/* Link long-press context menu */
"Save Image" = "Guardar imatge";

/* Link long-press context menu */
"Save Video" = "Guardar vídeo";

/* Web download failure alert title */
"Download Failed" = "Descàrrega fallida";

/* Web download failure description */
"File download failed due to network error." = "Descàrrega de l'arxiu fallida a causa d'un error de xarxa.";

/* Web download failure description */
"The file had unexpected content." = "L'arxiu tenia contingut inesperat.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "L'arxiu no ha pogut ser guardat al rodet de la càmera.";

/* Web download failure description */
"File download failed due to internal error %@." = "Descàrrega de l'arxiu fallida a causa d'un error intern %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "El navegador no pot descarregar aquest arxiu.";

/* Generic alert popup button */
"OK" = "D'acord";

/* Generic alert popup button */
"Cancel" = "Cancel·la";
